BOOST_Charter.org
#+LATEX_CLASS_OPTIONS: [title=small,preset=opensansnote,par=skip]
#+LATEX_HEADER: \usepackage{phfnote}
#+LATEX_HEADER: \usepackage{amsmath}
#+LATEX_HEADER: \usepackage{draftwatermark}
#+OPTIONS: toc:nil author:nil
#+TITLE: Biomass Open Origin Standard for Tracking (BOOST)
#+SUBTITLE: Working Group Charter

\maketitle

This Charter is work in progress. To submit feedback, please use [[https://github.com/carbondirect/BOOST][BOOST repository]] Issues where Charter is being developed. 

+ This Charter: [[https://github.com/carbondirect/BOOST/blob/main/BOOST_Charter.org][https://github.com/carbondirect/BOOST/blob/main/BOOST_Charter.org]]
+ Previous Charter: N/A
+ Start Date: <2025-04-30 Wed>
+ Last Modified
#+BEGIN_SRC emacs-lisp :exports results :results value
   (format-time-string "%Y-%m-%d")
   #+END_SRC



* Context

The development of the initial version of this data standard is funded through a grant from the California Department of Conservation. This standard is intended to broadly inform the development of biomass chain of custody tools, with an initial focus on California as the jurisdictional context. California's regulatory environment presents challenges and opportunities for participants in the biomass economy that are broadly transferable to a generalized biomass chain of custody data standard.

The group will seek participation from a balanced range of stakeholders, including civil society organizations, government agencies, small and large businesses, and independent technical experts. Recruitment and engagement efforts will be made to avoid overrepresentation of any single stakeholder group.

* Goals

The mission and goals of this Community Group are to *develop and* *maintain a robust data standard for solid biomass*. to provide a structured framework to enable the systematic collection, management, and exchange of information throughout complex supply chains and processes. The goal is to ensure accurate tracking, transparency, and compliance with sustainability criteria, facilitating the reliable transfer of essential information, including sustainability characteristics and data required for greenhouse gas (GHG) emission calculations, from the source to the end-user. This standard is intended to support the needs of organizations involved in the biomass supply chain, agencies and stakeholders in the biomass economy, and systems like Chain of Custody (CoC) software, referencing concepts from documents like the Netherlands Enterprise Agency, /“Guidance Chain of/ /Custody: Sustainability Criteria for Solid Biomass for Energy/ /Applications.”/ and related standards such as those from Sustainable Biomass Program , International Organization for Standardization, Sustainable Forestry Initiative, the Forest Stewardship Council, and the Roundtable on Sustainable Biomaterials

* Scope of Work

The scope of work includes defining a data standard that specifies the format, structure, and relationships of data elements necessary to document and transfer information about solid biomass for energy applications within a Chain of Custody system.

The standard shall cover the representation of key entities and their associated information as described in relevant guidance and standards, including:

- *Organizations (Links)* within the supply chain that take legal ownership of the biomass, including their roles and scope.
- *Biomass Consignments* or transactions representing quantities of   biomass transferred or handled, including attributes like quantity,   type, and transaction dates. This includes distinguishing between Incoming and Outgoing Consignments.
- *Sustainability Information* linked to consignments, detailing   characteristics based on source and criteria.
- *Biomass Categories* (e.g., Category 1-5) based on source and type,   and *Biomass Types* (e.g., Sustainable, Controlled).
- Information regarding the *Biomass Source* and Country of Origin.
- Data related to *Mass Balance Accounts* used by organizations to track volumes and manage claims.
- Information documenting the use of *Control Methods* like Mass Balance or Physical Separation.
- Data points necessary for *GHG emission calculations*, including energy and carbon data, and linking this data to biomass batches. This includes data collected via specific report types such as SAR and SREG.
- References to *Certification Schemes* (e.g., FSC, PEFC, SBP) and   associated *Claims* (e.g., SBP-compliant, SBP-controlled), and how these claims are linked to biomass and transactions.
- Information related to *Verification Statements* issued by   independent third parties.
- Documentation and records used for transactions and registration.
- Data relevant to a risk-based approach, potentially including elements of a *Due Diligence System* where applicable, particularly for Category 2 biomass.
- The standard should consider how to represent the flow of information between suppliers and recipients and the use of documentation like   sales/delivery documents.
- Consideration of alignment or interoperability requirements with   existing data transfer systems, such as the SBP Data Transfer System  (DTS).

The standard should be defined in a technical format suitable for software system implementation, potentially including supporting documentation.

* Out of Scope

Topics known in advance to be out of scope include:

- Defining or modifying the sustainability criteria for solid biomass   (these criteria are defined by regulatory or voluntary certification requirements). The   standard will focus on representing data /related/ to these criteria. - Defining the specific calculation methodologies for GHG emissions. The standard will define how to represent the data   /required/ for these calculations.
- Defining the processes for conducting audits, certification, or   verification, or the requirements for Certification/Verification   Bodies.
- Defining the requirements for establishing or operating a complete   Chain of Custody management system (these are defined in CoC standards). The standard will define the   data structure that such systems would manage and exchange.
- Governing or approving certification schemes or their specific claims.
- Defining the legal responsibilities of organizations (these are   determined by regulations and contractual agreements).

* Deliverables

** Specifications
The primary deliverable will be a *Biomass Data Standard* *specification*. This specification will define the structure, format, and relationships of data elements for solid biomass chain of custody information exchange. The output format (e.g., JSON Schema, XML Schema, OWL/RDF) will be determined by the group. An estimated schedule for key deliverables (e.g., first draft, candidate recommendation) will be developed by the group.

** Non-Normative Reports

The group may produce other Community Group Reports within the scope of this charter but that are not Specifications, for instance, use cases, requirements documents based on the analysis of sources like the "Guidance" and SBP Standards, or white papers explaining the rationale and implementation considerations for the standard.

