BOOST_Charter.tex
% Created 2025-05-11 Sun 21:45
% Intended LaTeX compiler: pdflatex
\documentclass[title=small,preset=opensansnote,par=skip]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage[top=1in, bottom=1.in, left=1in, right=1in]{geometry}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage[cache=false]{minted}
\usepackage[strings]{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage{setspace}
\usepackage{minted}
\usepackage{tabularx}
\usepackage{phfnote}
\usepackage{amsmath}
\usepackage{draftwatermark}
\date{\today}
\title{Biomass Open Origin Standard for Tracking (BOOST)\\\medskip
\large Working Group Charter}
\begin{document}

\maketitle

This Charter is work in progress. To submit feedback, please use \href{https://github.com/carbondirect/BOOST}{BOOST repository} Issues where Charter is being developed. 

\begin{itemize}
\item This Charter: \href{https://github.com/carbondirect/BOOST/blob/main/BOOST\_Charter.org}{https://github.com/carbondirect/BOOST/blob/main/BOOST\_Charter.org}
\item Previous Charter: N/A
\item Start Date: \textit{<2025-04-30 Wed>}
\item Last Modified
\phantomsection
\label{}
\begin{verbatim}
2025-05-11
\end{verbatim}
\end{itemize}
\section{Context}
\label{sec:org2eae1f2}

The development of the initial version of this data standard is funded through a grant from the California Department of Conservation. This standard is intended to broadly inform the development of biomass chain of custody tools, with an initial focus on California as the jurisdictional context. California's regulatory environment presents challenges and opportunities for participants in the biomass economy that are broadly transferable to a generalized biomass chain of custody data standard.

The group will seek participation from a balanced range of stakeholders, including civil society organizations, government agencies, small and large businesses, and independent technical experts. Recruitment and engagement efforts will be made to avoid overrepresentation of any single stakeholder group.
\section{Goals}
\label{sec:org1455147}

The mission and goals of this Community Group are to \textbf{develop and} \textbf{maintain a robust data standard for solid biomass}. to provide a structured framework to enable the systematic collection, management, and exchange of information throughout complex supply chains and processes. The goal is to ensure accurate tracking, transparency, and compliance with sustainability criteria, facilitating the reliable transfer of essential information, including sustainability characteristics and data required for greenhouse gas (GHG) emission calculations, from the source to the end-user. This standard is intended to support the needs of organizations involved in the biomass supply chain, agencies and stakeholders in the biomass economy, and systems like Chain of Custody (CoC) software, referencing concepts from documents like the Netherlands Enterprise Agency, \emph{“Guidance Chain of} \emph{Custody: Sustainability Criteria for Solid Biomass for Energy} \emph{Applications.”} and related standards such as those from Sustainable Biomass Program , International Organization for Standardization, Sustainable Forestry Initiative, the Forest Stewardship Council, and the Roundtable on Sustainable Biomaterials
\section{Scope of Work}
\label{sec:org3901de6}

The scope of work includes defining a data standard that specifies the format, structure, and relationships of data elements necessary to document and transfer information about solid biomass for energy applications within a Chain of Custody system.

The standard shall cover the representation of key entities and their associated information as described in relevant guidance and standards, including:

\begin{itemize}
\item \textbf{Organizations (Links)} within the supply chain that take legal ownership of the biomass, including their roles and scope.
\item \textbf{Biomass Consignments} or transactions representing quantities of   biomass transferred or handled, including attributes like quantity,   type, and transaction dates. This includes distinguishing between Incoming and Outgoing Consignments.
\item \textbf{Sustainability Information} linked to consignments, detailing   characteristics based on source and criteria.
\item \textbf{Biomass Categories} (e.g., Category 1-5) based on source and type,   and \textbf{Biomass Types} (e.g., Sustainable, Controlled).
\item Information regarding the \textbf{Biomass Source} and Country of Origin.
\item Data related to \textbf{Mass Balance Accounts} used by organizations to track volumes and manage claims.
\item Information documenting the use of \textbf{Control Methods} like Mass Balance or Physical Separation.
\item Data points necessary for \textbf{GHG emission calculations}, including energy and carbon data, and linking this data to biomass batches. This includes data collected via specific report types such as SAR and SREG.
\item References to \textbf{Certification Schemes} (e.g., FSC, PEFC, SBP) and   associated \textbf{Claims} (e.g., SBP-compliant, SBP-controlled), and how these claims are linked to biomass and transactions.
\item Information related to \textbf{Verification Statements} issued by   independent third parties.
\item Documentation and records used for transactions and registration.
\item Data relevant to a risk-based approach, potentially including elements of a \textbf{Due Diligence System} where applicable, particularly for Category 2 biomass.
\item The standard should consider how to represent the flow of information between suppliers and recipients and the use of documentation like   sales/delivery documents.
\item Consideration of alignment or interoperability requirements with   existing data transfer systems, such as the SBP Data Transfer System  (DTS).
\end{itemize}

The standard should be defined in a technical format suitable for software system implementation, potentially including supporting documentation.
\section{Out of Scope}
\label{sec:org686f2db}

Topics known in advance to be out of scope include:

\begin{itemize}
\item Defining or modifying the sustainability criteria for solid biomass   (these criteria are defined by regulatory or voluntary certification requirements). The   standard will focus on representing data \emph{related} to these criteria. - Defining the specific calculation methodologies for GHG emissions. The standard will define how to represent the data   \emph{required} for these calculations.
\item Defining the processes for conducting audits, certification, or   verification, or the requirements for Certification/Verification   Bodies.
\item Defining the requirements for establishing or operating a complete   Chain of Custody management system (these are defined in CoC standards). The standard will define the   data structure that such systems would manage and exchange.
\item Governing or approving certification schemes or their specific claims.
\item Defining the legal responsibilities of organizations (these are   determined by regulations and contractual agreements).
\end{itemize}
\section{Deliverables}
\label{sec:orge97db6b}

\subsection{Specifications}
\label{sec:orga1e5f46}
The primary deliverable will be a \textbf{Biomass Data Standard} \textbf{specification}. This specification will define the structure, format, and relationships of data elements for solid biomass chain of custody information exchange. The output format (e.g., JSON Schema, XML Schema, OWL/RDF) will be determined by the group. An estimated schedule for key deliverables (e.g., first draft, candidate recommendation) will be developed by the group.
\subsection{Non-Normative Reports}
\label{sec:org6d6f870}

The group may produce other Community Group Reports within the scope of this charter but that are not Specifications, for instance, use cases, requirements documents based on the analysis of sources like the "Guidance" and SBP Standards, or white papers explaining the rationale and implementation considerations for the standard.
