BOOST_Charter.tex
\subsection{Test Suites and Other Software}
\label{sec:orgcd83e3d}

The group MAY produce test suites to support the Specifications. These test suites could be used to validate data instances against the defined standard schema. The group MAY also develop reference implementations or libraries to facilitate the adoption and use of the standard. Please see the GitHub LICENSE file for test suite contribution licensing information.
\section{Dependencies or Liaisons}
\label{sec:org15ce070}

The group depends on the requirements and concepts defined in the "Guidance Chain of Custody sustainability criteria for solid biomass for energy applications" and its normative references, including the Verification Protocol and Dutch regulations.

The group should consider potential liaisons or alignment efforts with organizations managing relevant existing standards and systems, including: * \textbf{Sustainable Biomass Program (SBP)}, particularly regarding SBP Standards 4 (CoC), 5 (Data Collection), 6 (GHG Calculation), the SBP Data Transfer System (DTS), and their recognized certification schemes (FSC, PEFC). * \textbf{International Organization for} \textbf{Standardization (ISO)}, specifically regarding ISO 38200:2018 Chain of custody of wood and wood-based products. * Potentially, the \textbf{Netherlands Enterprise Agency (RVO.nl)} and the \textbf{Ministry of} \textbf{Economic Affairs and Climate Policy} in the Netherlands, who commissioned the "Guidance" document and oversee the SDE+ scheme.
\section{Community and Business Group Process}
\label{sec:org5277300}

The group operates under the Community and Business Group Process. Terms in this Charter that conflict with those of the Community and Business Group Process are void. As with other Community Groups, W3C seeks organizational licensing commitments under the W3C Community Contributor License Agreement (CLA). When people request to participate without representing their organization's legal interests, W3C will in general approve those requests for this group with the following understanding: W3C will seek and expect an organizational commitment under the CLA starting with the individual's first request to make a contribution to a group Deliverable. The section on Contribution Mechanics describes how W3C expects to monitor these contribution requests.

The W3C Code of Ethics and Professional Conduct applies to participation in this group.
\section{Work Limited to Charter Scope}
\label{sec:org00d4e0a}

The group will not publish Specifications on topics other than those listed under Specifications above. See below for how to modify the charter.
\section{Contribution Mechanics}
\label{sec:org820306d}

Substantive Contributions to Specifications can only be made by Community Group Participants who have agreed to the W3C Community Contributor License Agreement (CLA). Specifications created in the Community Group must use the W3C Software and Document License. All other documents produced by the group should use that License where possible.

All Contributions are made on the groups public mail list or public contrib list or through contributions in the GitHub repo the group is using for the particular document. This may be in the form of a pull request (preferred), by raising an issue, or by adding a comment to an existing issue. All Github repositories attached to the Community Group must contain a copy of the CONTRIBUTING and LICENSE files.
\section{Transparency}
\label{sec:org9536718}

The group will conduct all of its technical work in public. If the group uses GitHub, all technical work will occur in its GitHub repositories (and not in mailing list discussions). When necessary to facilitate collaboration with members unfamiliar with the use of GitHub, translation of materials in the GitHub repository into google docs can be done. Google docs used for shared editing will be archived and will be accessible to all members. If Google docs are used, all changes in the edited document will be integrated back into GitHub This is to ensure contributions can be tracked through a software tool. Meetings may be restricted to Community Group participants, but a public summary of minutes must be posted to the group's public mailing list, or to a GitHub issue if the group uses GitHub.
\section{Decision Process}
\label{sec:orge508c4f}

This group will seek to make decisions where there is consensus. No single organization, or coalition of organizations with shared commercial interests, shall exercise disproportionate influence over decisions.
\subsection{Initial Proposal Phase}
\label{sec:org37e73ca}

\begin{itemize}
\item Any member can submit a proposal for a new standard or modification
\item Proposals must include technical specifications, rationale, and implementation considerations
\item A discussion period of 1-2 weeks follows each proposal
\end{itemize}
\subsection{Consensus-Seeking Phase}
\label{sec:org183ad9e}

\begin{itemize}
\item Working group facilitator leads structured discussions to identify and resolve concerns
\item All objections must be documented with technical justification
\item Facilitator may request alternative proposals to address objections
\item Consensus is reached when all participants express support or "can live with it"
\end{itemize}
\subsection{Measuring Consensus}
\label{sec:org57a35e8}

\begin{itemize}
\item Facilitator periodically assesses consensus through explicit calls
\item Members indicate: Support, Acceptable, Concerns (but won't block), or Object
\item Consensus is achieved when no members object and at least 75\% actively support or find acceptable
\end{itemize}
\subsection{Fallback Voting Mechanism}
\label{sec:org4c2dd7f}

\begin{itemize}
\item If consensus cannot be reached after reasonable effort (typically 6-8 weeks of discussion):
\begin{itemize}
\item Facilitator calls for a formal vote with 2-week notice
\item At least 2/3 majority (66.7\%) of voting members required for approval
\item All votes must include justification
\item Abstentions are noted but not counted in the percentage calculation
\end{itemize}
\end{itemize}
\subsection{Documentation Requirements}
\label{sec:org783d629}

\begin{itemize}
\item All decisions must document:
\begin{itemize}
\item Whether achieved by consensus or vote
\item Summary of key discussion points and objections
\item Vote counts (if applicable)
\item Minority positions (especially for vote-based decisions)
\end{itemize}
\end{itemize}

After discussion and due consideration of different opinions, a decision should be publicly recorded (where GitHub is used as the resolution of an Issue).

Any decisions reached at any meeting are tentative and should be recorded in a GitHub Issue for groups that use GitHub and otherwise on the group's public mail list. Any group participant may object to a decision reached at an online or in-person meeting within 7 days of publication of the decision provided that they include clear technical reasons for their objection. The Chairs will facilitate discussion to try to resolve the objection according to this decision process. It is the Chairs' responsibility to ensure that the decision process is fair, respects the consensus of the CG, and does not unreasonably favour or discriminate against any group participant or their employer.
